Revit 2024 API
ParameterTypeId.GridBankRowHeight Property
 "Row Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId GridBankRowHeight { get; }
Visual Basic
Public Shared ReadOnly Property GridBankRowHeight As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ GridBankRowHeight {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace